Repository: wp-plugins/cimy-swift-smtp
Catalog: langs/cimy_swift_smtp-*.po
Languages: cs_cz, fa_ir, it_it

source: Add here your SMTP server details
cs_cz: Sem vložte informace o SMTP serveru
fa_ir: تنظیمات سرور SMTP را اینجا اضافه کنید
it_it: Inserisci qui i dettagli del tuo server SMTP

source: <strong>Note:</strong> Gmail users need to use the server 'smtp.gmail.com' with TLS enabled and port 465
cs_cz: <strong>Poznámka:</strong> Gmail uživatelé musí používat server &quot;smtp.gmail.com&quot; s povoleným TLS na portu 465
fa_ir: <strong>توجه:</strong> کاربران جیمیل باید از سرور "smtp.gmail.com" با رمزنگاری TLS و از پورت 465 استفاده کنند.
it_it: <strong>Nota:</strong> Gli utenti Gmail necessitano di usare il server 'smtp.gmail.com' con il TLS abilitato e la porta su 465

source: Sender name:
cs_cz: Jméno odesílatele:
fa_ir: نام فرستنده(گیرنده ایمیل، این نام را به عنوان فرستنده می بیند!) :
it_it: Nome mittente:

source: Sender e-mail:
cs_cz: E-mail odesílatele:
fa_ir: ایمیل فرستنده(گیرنده ایمیل، این آدرس را به عنوان فرستنده می بیند!) :
it_it: E-mail mittente:

source: Always overwrite the sender:
cs_cz: Vždy nahrazovat odesílatele:
fa_ir: هربار تنظیم مربوط به فرستنده را بازنویسی کن
it_it: Sovrascrivi sempre il mittente:

source: SMTP server address:
cs_cz: Adresa SMTP serveru:
fa_ir: آدرس سرور SMTP:
it_it: Indirizzo del server SMTP:

source: 25 (Default SMTP Port)
cs_cz: 25 (výchozí SMTP Port)
fa_ir: 25 (پورت پیش فرض SMTP)
it_it: 25 (Porta SMTP predefinita)

source: 465 (Use for SSL/GMAIL)
cs_cz: 465 (použijte pro SSL/GMAIL)
fa_ir: 465 (برای SSL/GMAIL)
it_it: 465 (Per uso con SSL/GMAIL)

source: 587 (Use for TLS/STARTTLS/GMAIL)
cs_cz: 587 (použijte pro TLS/STARTTLS/GMAIL)
fa_ir: 587 (برای TLS/STARTTLS/GMAIL)
it_it: 587 (Per uso con TLS/STARTTLS/GMAIL)

source: Custom Port: (Use Box)
cs_cz: Vlastní port: (použijte políčko)
fa_ir: پورت دلخواه: (فیلد مقابل)
it_it: Porta personalizzata: (Usa il Box)

source: Username:
cs_cz: Přihlašovací jméno:
fa_ir: نام کاربری:
it_it: Nome utente:

source: Password:
cs_cz: Heslo:
fa_ir: کلمه عبور:

source: Use SSL or TLS?:
cs_cz: Použít SSL nebo TLS?:
fa_ir: استفاده از SSL یا TLS؟:
it_it: Usa SSL o TLS?:

source: No
cs_cz: Ne
fa_ir: خیر

source: TLS (Use for Gmail)
cs_cz: TLS (použijte pro Gmail)
fa_ir: TLS (برای جیمیل)
it_it: TLS (Uso con Gmail)

source: The selected protocol '%s' is not available on your PHP configuration, check how to enable it from %s
cs_cz: Vybraný protokol '%s' není ve Vaší konfiguraci PHP dostupný. Pokuste se najít způsob, jak %s zpřístupnit.
it_it: Il protocollo selezionato '%s' non è disponibile nell'attuale configurazione PHP, controllare come abilitarlo da %s

source: Save Changes
cs_cz: Uložit změny
fa_ir: ذخیره تغییرات

source: Test Connection
cs_cz: Vyzkoušet připojení
fa_ir: آزمایش درستی ارتباط
it_it: Test della connessione

source: Once you've saved your settings, click the link below to test your connection.
cs_cz: Jakmile uložíte vaše nastavení, klikněte na link níže pro otestování připojení na SMTP server.
fa_ir: هر وقت تنظیمات خود را ذخیره کردید،از پیوند زیر برای آزمایش درستی ارتباط خود استفاده کنید
it_it: Una volta salvate le impostazioni, clicca sul link qui sotto per testare la tua connessione.

source: Send Test Email to this Address:
cs_cz: Odešli e-mail na tuto e-mailovou adresu:
fa_ir: ایمیل آزمایشی را به این آدرس ارسال کن
it_it: Spedisci l'email di test a questo indirizzo:

source: Send Test
cs_cz: Odešli test
fa_ir: ارسال
it_it: Spedisci il test

source: Test result
cs_cz: Výsledek testu
fa_ir: نتایج آزمایش
it_it: Risultato del test

source: This is a test mail sent using the Cimy Swift SMTP Plugin. If you've received this email it means your connection has been set up properly! Cool!
cs_cz: Toto je testovací e-mail odeslaný pomocí Cimy Swift SMTP pluginu. Pokud jste v pořádku obdrželi tuto zprávu, znamená to, že připojení na SMTP server jste nakonfigurovali správně. Gratulujeme!
fa_ir: این یک ایمیل آزمایشی با استفاده از افزونه Cimy Swift SMTP است. اگر شما این ایمیل را دریافت کرده اید این بدان معنی است که ارتباط شما با سرور SMTP به درستی تنظیم شده است! باحال!
it_it: Questa è una mail di test spedita usando Cimy Swift SMTP Plugin. Se hai ricevuto questa email vuol dire che la tua connessione è stata settata correttamente! Forte!

source: TEST EMAIL SENT - Connection Verified.
cs_cz: TESTOVACÍ ZPRÁVA ODESLÁNA - Připojení je funkční
fa_ir: ایمیل فرستاده شد - درستی ارتباط با سرور تایید می شود
it_it: EMAIL DI TEST SPEDITA - Connessione Verificata.

source: If you don't receive the e-mail check also the spam folder.
cs_cz: Pokud jste zprávu nedostali, zkuste se podívat do SPAMového koše.
fa_ir: اگر ایمیل را دریافت نمی کنید پوشه هرزنامه ها(Spam) را بررسی کنید.
it_it: Se non ricevi l'e-mail controlla anche la cartella dello spam.

source: Port:
fa_ir: پورت:
it_it: Porta:
